# IdeaStatiCa.ConnectionApi.Model.ConStiffnessAnalysis

## Properties

Name | Type | Description | Notes
------------ | ------------- | ------------- | -------------
**TheoreticalLengthZ** | **double?** |  | [optional]
**TheoreticalLengthY** | **double?** |  | [optional]

[[Back to Model list]](../README.md#documentation-for-models) [[Back to API list]](../README.md#documentation-for-api-endpoints) [[Back to README]](../README.md)